[
  ["Jesus was born in Bethlehem", true, "According to the New Testament, Jesus was born in Bethlehem of Judea (Matthew 2:1)."],
  ["Moses parted the Red Sea", true, "In the book of Exodus, Moses led the Israelites out of Egypt and parted the Red Sea with God's power (Exodus 14:21-22)."],
  ["Paul was one of the 12 Apostles", false, "Paul was not one of the original 12 apostles; he became a prominent apostle after Jesus' resurrection and appeared to him (Acts 9)."],
  ["David defeated Goliath", true, "The young David defeated the Philistine giant Goliath with a sling and a stone (1 Samuel 17)."],
  ["Noah built an ark", true, "Noah built an ark under God's instructions to survive the flood (Genesis 6-9)."],
  ["Peter denied Jesus three times", true, "Jesus predicted Peter's denial, and Peter denied knowing Jesus three times (Luke 22:54-62)."],
  ["The Bible has 66 books", true, "The Protestant Bible contains 66 books: 39 in the Old Testament and 27 in the New Testament."],
  ["Jesus turned water into wine at a wedding", true, "Jesus performed his first miracle of turning water into wine at a wedding in Cana (John 2:1-11)."],
  ["The Ten Commandments were given to Joshua", false, "The Ten Commandments were given to Moses on Mount Sinai, not to Joshua (Exodus 20)."],
  ["Solomon was known for his wisdom", true, "King Solomon was known for his great wisdom, a gift from God (1 Kings 3:12)."],
  ["Jesus was crucified in Nazareth", false, "Jesus was crucified in Jerusalem, not in Nazareth (Matthew 27:32-50)."],
  ["Jonah was swallowed by a whale", true, "The prophet Jonah was swallowed by a large fish after fleeing from God's command (Jonah 1:17)."],
  ["Abraham was asked to sacrifice Isaac", true, "God tested Abraham's faith by asking him to sacrifice his son Isaac (Genesis 22:1-19)."],
  ["The Gospel of Luke is the first book of the New Testament", false, "The first book of the New Testament is the Gospel of Matthew."],
  ["Esther became queen of Egypt", false, "Esther became queen of Persia, not Egypt (Esther 2:17)."],
  ["Daniel was thrown into a lion's den", true, "Daniel was thrown into a lion's den for refusing to pray to the king instead of God (Daniel 6)."],
  ["Ruth was a Moabite", true, "Ruth was from Moab, and she followed her mother-in-law Naomi to Israel (Ruth 1:4)."],
  ["Elijah ascended to heaven in a chariot of fire", true, "The prophet Elijah was taken up to heaven in a chariot of fire (2 Kings 2:11)."],
  ["John the Baptist baptized Jesus", true, "John the Baptist baptized Jesus in the Jordan River (Matthew 3:13-17)."],
  ["The Book of Psalms is in the New Testament", false, "The Book of Psalms is in the Old Testament."]
]
